---
kind: other
id: Methods.T:Autodesk.Revit.DB.RevisionNumberingSequence
source: html/e47f2b1c-49c9-513e-03ef-9fb5b5649eae.htm
---
# RevisionNumberingSequence Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.